10/data/attachments/e9c2e1733d141211.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Timothy_rest_Actions_69708_2</nif:username>
            <nif:friendToBeRequested>soap_actions_e68324d6-d2cf-4cef-b647-44c996e929c9</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>